{"q": "指控，2020年3月31日23时许，被告人蒋李饮酒后驾驶号牌为川FUXX＊＊的小型轿车在泔溪镇集镇街路段起步过程中，碰撞停靠在路边的辽AXX＊＊号小型汽车、渝HSX＊＊号小型汽车、渝H0XX＊＊号小型汽车以及一辆无号牌轻便二轮摩托车，发生致四车不同程度受损的事故。交通事故发生后，蒋李驾车驶离现场，后经朋友电话联系又主动返回现场接受交巡警处理，次日02时08分许，民警将蒋李带至酉阳县人民医院抽取其静脉血送检。2020年4月2日经湘西州龙腾司法鉴定中心鉴定，蒋李血液中检出乙醇，含量为192.2600mg／100ml。被告人蒋李系主动到案。公诉机关认为，被告人蒋李醉酒驾驶机动车发生交通事故，其行为触犯了《中华人民共和国刑法》第一百三十三条之一之规定，犯罪事实清楚，证据确实、充分，应当以危险驾驶罪追究其刑事责任。蒋李主动到案并如实供述犯罪事实，依据《中华人民共和国刑法》第六十七条第一款的规定，系自首，可以从轻或减轻处罚；蒋李已赔偿被害人损失，可酌定从轻处罚，蒋李自愿认罪认罚，依据《中华人民共和国刑事诉讼法》第十五条，可以从宽处理。综上，建议判处蒋李拘役四个月，并处罚金8000元。公诉机关提交了受案登记表、立案决定书、户籍信息、到案经过、酒精呼气测试结果单、车辆照片、接受证据材料清单、驾驶证查询结果单、机动车信息查询结果单、赔偿协议书、事故认定书、血液样本提取登记表、提取笔录、封存笔录、鉴定意见，证人罗某的证言，被害人郭某1、郭某2、石某、刘某等人的陈述，被告人蒋李的供述与辩解，光盘等", "crime": ["危险驾驶罪"]}
{"q": "指控，2020年6月4日12时许，被告人于某某以非法占有为目的，翻墙进入井陉县郝某家中，将被害人郝某放在家中北屋沙发上正充电的一部OPPO牌A11型号手机盗走。经井陉县价格认证中心价格认定该手机价值1350元。现被盗手机已被公安机关追回并发还给被害人。被告人于某某能够如实供述犯罪事实，并自愿认罪认罚。被告人于某某以非法占有为目的，入户盗窃他人财物，其行为触犯了《中华人民共和国刑法》第二百七十五条的规定，应当以盗窃罪追究其刑事责任。被告人于某某曾因犯罪被判刑，入户盗窃价值1350元手机，自愿如实供述涉嫌的犯罪事实，对指控的犯罪没有异议，接受刑事处罚，建议判处被告人于某某有期徒刑六个月，并处罚金二千元。提起公诉，请依法判处。\n被告人于某某对起诉书指控的犯罪事实、罪名均", "crime": ["盗窃罪"]}
{"q": "指控：\n1、2020年1月下旬的一天，在本溪市溪湖区瑞鑫家园38号楼楼前，因被害人金某的一辆黑色捷达车停在被告人陶冶家窗户正对面，被告人陶冶持刀将该车车漆划坏，经本溪市价格认证中心认定，车辆损失价值人民币2500元。\n2、2020年4月末的一天，在本溪市溪湖区瑞鑫家园38号楼楼前，因被害人隋某的一台白色吉普车停在被告人陶冶家窗户下面，被告人陶冶持刀将该车车漆划坏，经本溪市价格认证中心认定，车辆损失价值人民币3500元。\n3、2020年8月30日8时许，在本溪市溪湖区后湖早市，被告人陶冶趁被害人魏某买菜时不备，将魏某裤子兜内的手机盗走，经本溪市价格认证中心认定，被盗手机价值人民币700元。\n案发后，被告人陶冶被抓获归案；被盗手机已扣押并发还被害人。经辽宁省精神卫生中心法医司法鉴定所鉴定，被告人陶冶酒精致人格改变，作案时具有完全刑事责任能力。\n公诉机关认为，被告人陶冶无视国家法律，在公共场所扒窃，其行为触犯了《中华人民共和国刑法》第二百六十四条的规定，应当以盗窃罪追究其刑事责任，并建议判处被告人陶冶拘役二个月，并处罚金人民币一千元；被告人陶冶故意毁坏公私财物，数额较大，其行为触犯了《中华人民共和国刑法》第二百七十五条的规定，应当以故意毁坏财物罪追究其刑事责任，并建议判处被告人陶冶有期徒刑六个月，数罪并罚，决定执行有期徒刑六个月，并处罚金人民币一千元。公诉机关提交了被告人陶冶的供述，被害人金某、隋某、魏某的陈述，受案登记表，立案决定书，户籍证明，前科情况，行政处罚决定书，调取证据通知书及清单，情况说明，扣押决定书、扣押清单，指认划伤车辆地点照片，指认作案工具照片，证据保全决定书及清单，解除证据保全决定书及清单，指认盗窃手机照片，指认作案现场照片，被害人指认车辆被划伤时的停车位置的照片，本溪市价格认证中心价格认定结论书，鉴定意见通知书，辽宁省精神卫生中心法医司法鉴定所司法鉴定意见书，案件来源及归案经过等", "crime": ["盗窃罪"]}
{"q": "审理查明，公诉机关指控被告人张利民故意伤害的事实清楚，证据确实、充分，本院予以确认。原告人袁术吉在2020年3月18日起到4月下旬，先后到佛山市南海区第四人民医院、南方医科大学附属南海医院佛山市南海区人民医院、佛山市第一人民医院进行门诊治疗，医嘱累计建议休息31天。袁术吉受伤前每月工资3100元。\n", "crime": ["故意伤害罪"]}
{"q": "审理查明，2019年5月12日21时许，被告人方永光因盖房问题来到被害人方某1家门口，用脚踹方某1家后门，方某1开门后，方永光持菜刀砍方某1，致使方某1面部、左额及左手等处受伤。经乐清市公安局司法鉴定中心鉴定，方某1之损伤程度为轻伤一级。\n另查明，2019年10月21日方永光被公安机关查获。\n", "crime": ["故意伤害罪"]}
{"q": "审理查明，2019年8月26日21时19分许，被告人黄小胜驾驶赣F×××××轻型仓栅式货车沿206国道金溪县左坊镇盘亭村路段自南向北方向行驶，当行驶至金溪县左坊镇盘亭村皖蒙牛肉场饭店门口路段时碰撞到指挥倒车的行人张某及皖S×××××重型半挂牵引车（牵引：豫L×××××重型低平板半挂车、未占用车道），造成张某当场死亡、两车受损的交通事故。事故发生后，被告人在现场等待交警出警，配合交警调查。经金溪县公安局交警大队认定：被告人黄小胜负此次事故主要责任。2019年9月18日，被告人黄小胜与被害人家属达成调解协议并取得被害人家属谅解。\n", "crime": ["交通肇事罪"]}
{"q": "指控，2019年3月23日8时25许，被告人岩金驾驶云J×××＊＊号正三轮载货摩托车至勐景线K0＋780M处时，与受害人岩义罕驾驶的无号牌正三轮轻便摩托车发生碰撞，造成岩义罕受伤，两车不同程度损坏的道路交通事故。事故发生后，被告人岩金立即打电话报警。民警依法对岩金进行呼气式酒精检测，检测结果为106mg／100ml。后带岩金、岩义罕到西盟县人民医院抽取了静脉血血样。经鉴定，岩金、岩义罕的血液中均检出乙醇成分，岩金、岩义罕的血液中乙醇含量分别为95.33mg／100ml、75.91mg／100ml血。2019年6月12日，西盟县公安局交通警察大队出具道路交通事故认定书，依法认定岩金承担事故全部责任，岩义罕承担事故次要责任。2019年12月12日，经西盟县公安局司法鉴定中心鉴定，岩义罕的损失程度为重伤二级。\n本院查明的事实与公诉机关指控的事实一致。\n被告人岩金对公诉机关指控的事实、罪名及量刑建议", "crime": ["交通肇事罪"]}
{"q": "审理查明：2020年9月28日下午，被告人马艳中去到××县郝某家中，将1小包约0.83克毒品跑得快以200元的价格卖给郝某。次日，阳高县公安局龙泉派出所民警从马艳中手提包内查获毒品跑得快11包共重7.79克、电子秤一台、出卖毒品所得200元，从其驾驶的×××车内查获土黄色粉末1大包46.82克，马艳中被传唤接受调查。经山西省大同市公安司法鉴定中心检验鉴定，从查获马艳中持有的7.79克毒品和土黄色粉末中均检出甲卡西酮成分。2020年9月28日，马艳中尿液毒品检测呈阳性。\n", "crime": ["走私、贩卖、运输、制造毒品罪"]}
{"q": "指控，2020年6月底至7月12日凌晨，被告人韦昌云伙同陈艳军各自驾驶一辆摩托车来到鹿寨县的昶旭沙场盗窃机械配件及废铁2次，鹿寨镇俄洲村脚板洲屯附近的蔚蓝半岛小区建筑工地盗窃钢筋头2次，盗得后将赃物卖废旧收购店，得钱后拿去购买毒品吸食。同年7月15日凌晨二被告人再次到昶旭沙场盗窃机械配件及废铁，运到废旧收购店卖时老板要求出示身份证，二人害怕事情败露，弃赃逃离。\n本院另查明，被告人韦昌云、陈艳军于2020年7月15日被鹿寨县公安局民警抓获归案。案发后，公安机关扣押了被告人韦昌云用于作案的工具黑红色踏板式摩托车一辆（无牌、无车架号及发动机号），后公安机关将被害单位昶旭沙场被盗物品发还给被害单位昶旭沙场。\n", "crime": ["走私、贩卖、运输、制造毒品罪"]}
{"q": "审理查明，2018年4月11日，被告人郝佳以江浩之名，假冒西安华安置业开发的华安紫竹苑项目内部人员，以不用摇号低价帮助被害人刘某某购买紫竹苑11号楼1单元902室为名，骗取刘某某（在西安市XX路XX基地）通过手机银行转账的定金36735元。2018年8月14日，郝佳退还刘某某6740元。2019年8月19日，郝佳被抓获归案。案发后，被告人及其家属已向被害人刘某某退赔全部涉案赃款，取得被害人谅解。\n认定", "crime": ["诈骗罪"]}
{"q": "审理查明：2019年12月30日上午11时许，被告人邹志成与同事何某搭乘夏某驾驶的面包车，三人到本市永安镇为宇环数控厂安装门。进入厂区准备施工时，何某将自己的一台苹果牌5SE型号手机放置在面包车副驾驶前的储物箱内。期间，被告人邹志成趁夏某、何某做事之际，将何某放在车内的上述手机盗走。\n次日（2019年12月31日）晚上，被告人邹志成利用所盗手机相册内何某的身份证照片，修改何某支付宝的支付密码，因转账时需要人脸识别，被告人邹志成遂将该支付宝余额内约8000元全部提现至原已绑定的何某的银行卡中。随后，先通过修改何某的微信支付密码，以微信转账的方式将何某银行卡内约1000元转至供自己娱乐的充值账号中，之后，被告人邹志成登录自己的微信小号（微信名为大波浪），通过何某手机相册内的身份证、银行卡照片，冒用何某的身份在微信小号内进行实名认证，并将何某上述银行卡绑定至该微信，被告人邹志成通过大波浪微信小号将约2000元转至供自己娱乐的充值账号中，最后通过微信充值的方式，将何某银行卡内剩余的5000元充值至该微信小号的零钱中，供自己使用。\n2020年1月4日，被告人邹志成被公安民警传唤归案，其到案后如实交代了", "crime": ["诈骗罪"]}
{"q": "审理查明：2019年1月12日0时许，被告人邵金成伙同耿某龙（另案处理）在沭阳县沭城街道一代佳人娱乐会所大厅，随意殴打被害人鲍某、姜某，致二人受伤。经鉴定，鲍某眼鼻部损伤致双侧鼻骨、左侧上颌骨额突及鼻中隔骨折构成轻伤二级；姜某左眼部及右踝部的损伤构成轻微伤。\n被告人邵金成归案后能如实供述自己的罪行；自愿认罪认罚。\n", "crime": ["寻衅滋事罪"]}
